Revit 2027 API
IExportContext.OnInstanceEnd Method
 This method marks the end of processing of an Instance Node (e.g. a family instance).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void OnInstanceEnd(
	InstanceNode node
)
Sub OnInstanceEnd (
	node As InstanceNode
)
void OnInstanceEnd(
	InstanceNode^ node
)
abstract OnInstanceEnd :
        node : InstanceNode -> unit
Parameters
node InstanceNode
 An output node that represents a family instance.
See Also
Reference
IExportContext Interface
Autodesk.Revit.DB Namespace